{
    "role": "Web <br/>Developer",
    "iam" : "I'm systems engineer and software developer, I have long been involved in creating technological solutions, from simple web pages to custom applications for various companies.",
    "cv" : "See CV",
    "projectsNav": "Projects",
    "aboutNav": "About",
    "contactNav" : "Contact",
    "tech" : "Technologies",
    "techDesc": "Working with last and better technologies on to software developer.",
    "frontendExp": "Experience developing user interface and interactive web.",
    "backendExp": "Experience in design, develop and maintenance of scalable and robust web applications",
    "mainstack": "Main stacks",
    "projects": "Projects",
    "projectsDesc": "Each project is carried out with the utmost professionalism and dedication required to achieve the objectives expected by our clients.",
    "readmore": "Read more",
    "about": "About me",
    "aboutText1": "I'm a Full Stack Developer with work experience building web applications that are scalable, easy to use, and easy to maintain. I have worked in many parts of the development process: from understanding what the client needs to designing, coding, testing, and launching the final product.",
    "aboutText2": "I have experience working in both frontend and backend. I focus on writing clean code, good performance, and creating a good user experience. Sometimes, I also helped my team with technical decisions when it was needed. This helped me support my teammates, give ideas, and keep focus on quality and business goals in agile projects.",
    "aboutText3": "My background as a Systems Engineer, combined with foundations in game development, has given me a logical, creative, and problem-solving mindset. I’m driven by creating real business value through clear, scalable, and sustainable technological solutions.",
    "contact": "Contact",
    "contactDesc1": "Do you have questions? Do you need advice? Or do you want to collaborate on a project?",
    "contactDesc2": "You can write to me by email, send me a message on LinkedIn.",
    "contactDesc3": "Contact me right now? You can use the contact form and send me your message.",
    "contactFormButton": "Send",
    "contactButton": "Contact me on LinkedIn"
}