{
    "role": "Desarrollador <br />Web",
    "iam" : "Soy desarrollador web con extensa experiencia laboral, graduado en Ingeniería de Sistemas, construyo aplicaciones a medida, combinando diseño, funcionalidad y rendimiento. He trabajado con empresas de distintos rubros, creando desde sitios web simples hasta plataformas completas.",
    "cv" : "Ver CV",
    "projectsNav": "Proyectos",
    "aboutNav": "Sobre mi",
    "contactNav" : "Contacto",
    "tech" : "Tecnologías",
    "techDesc": "Como desarrollador Full Stack, me adapto a distintos entornos y herramientas según lo que el proyecto necesita. Tengo experiencia con múltiples tecnologías web, lo que me permite elegir la solución más adecuada para cada desafío.",
    "frontendExp": "Experiencia en el desarrollo de interfaces web intuitivas y eficientes.",
    "backendExp": "Experiencia en el diseño, desarrollo y mantenimiento de aplicaciones web escalables y robustas.",
    "mainstack": "Stacks Principales",
    "projects": "Proyectos",
    "projectsDesc": "Estos son algunos de los trabajos que he desarrollado, aplicando distintas tecnologías según las necesidades de cada caso.",
    "readmore": "Saber más",
    "about": "Sobre mi",
    "aboutText1": "Soy desarrollador Full Stack con extensa experiencia laboral, construyendo aplicaciones web escalables, usables y mantenibles. A lo largo de mi carrera he participado en todo el ciclo de desarrollo: desde el análisis de requerimientos y diseño técnico, hasta la implementación, pruebas y despliegue en producción.",
    "aboutText2": "He trabajado tanto en el frontend como en el backend, con especial atención a la calidad del código, el rendimiento y la experiencia de usuario. También he asumido responsabilidades técnicas dentro del equipo, aportando una visión integral del producto y facilitando la toma de decisiones cuando el proyecto lo requería. Esto me ha permitido apoyar a mis compañeros, proponer soluciones técnicas viables y mantener el foco en la calidad y los objetivos del negocio en entornos ágiles.",
    "aboutText3": "Mi formación como Ingeniero de Sistemas y mi base en fundamentos de desarrollo de videojuegos me han dado un enfoque lógico, creativo y orientado a la resolución de problemas. Me motiva aportar valor real al negocio a través de soluciones tecnológicas claras, escalables y sostenibles.",
    "contact": "Contacto",
    "contactDesc1": "¿Tienes preguntas?, ¿necesitas asesoramiento o quieres colaborar con algún proyecto?",
    "contactDesc2": "Puedes escribirme por email, enviarme un mensaje por LinkedIn.",
    "contactDesc3": "Puedes escribirme por email, enviarme un mensaje por LinkedIn.",
    "contactFormButton": "Enviar",
    "contactButton": "Chat en LinkedIn"
}